[
  {
    "dataText": "Miércoles 20 de Mayo de 2020, 18:30 hs. (Hora de Argentina)",
    "dateJson": "2020-05-20T21:30:00.000Z",
    "name": "Trivias con Genially",
    "description": "En toda clase, física o virtual, siempre hay un momento en el que verificamos si nuestros estudiantes están comprendiendo los conceptos que estamos incorporando, y utilizamos herramientas como preguntas, exámenes, quizzes, trivias. En esta edición de #EncuentrosCodear, nuestro facilitador Joel Villarreal Bertoldi nos estará mostrando cómo utilizar Genially para crear estos espacios evaluativos.",
    "image": "2020-05-20.jfif",
    "links": {
      "signup": "https://www.eventbrite.com/e/encuentroscodear-trivias-con-genially-registration-105933367554",
      "recording": ""
    }
  },
  {
    "dataText": "Lunes 18 de Mayo de 2020, 18:30 hs. (Hora de Argentina)",
    "dateJson": "2020-05-18T21:30:00.000Z",
    "name": "Tu tienda online con Pency",
    "description": "Continuamos empoderando a la comunidad emprendedora con herramientas para reinventarnos en los tiempos que corren. Pency es una herramienta que te permite crear tu tienda online, fácil y gratis, cargando tus productos y recibiendo tus pedidos por WhatsApp en cuestión de minutos. Vamos a estar conversando junto a quien le dio origen al proyecto: Gonzalo Pozzo. Apodado Goncy, es desarrollador especializado en React en Tradehelm, co-organizador en freeCodeCampBA, al que le gusta mentorear, ayudar y los perritos.",
    "image": "2020-05-18.jfif",
    "links": {
      "signup": "https://www.eventbrite.com/e/encuentroscodear-tu-tienda-online-con-pency-registration-105657634830",
      "recording": "https://youtu.be/FTpcgOK39o8"
    }
  },
  {
    "dataText": "Viernes 15 de Mayo de 2020, 18:30 hs. (Hora de Argentina)",
    "dateJson": "2020-05-15T21:30:00.000Z",
    "name": "Presentaciones interactivas con Genially",
    "description": "¡Continuamos incorporando herramientas para nuestras clases virtuales! Junto a nuestra facilitadora, Florencia Carrillo, estaremos explorando Genially, para sumarle un toque de interactividad y dinamismo a nuestras clases. Esta capacitación se enfoca en las funcionalidades de presentación de la plataforma. En futuros encuentros exploraremos partes aún más interactivas, como quizzes y trivias.",
    "image": "2020-05-15.jfif",
    "links": {
      "signup": "https://www.eventbrite.com/e/encuentroscodear-presentaciones-interactivas-con-genially-registration-105330229552",
      "recording": "https://www.youtube.com/watch?v=MK8px8zOqVs",
      "extra": {
        "label": "Sumate al WhatsApp de Educación Online",
        "href": "https://codear.org/grupos/educacion-online"
      }
    }
  },
  {
    "dataText": "Lunes 11 de Mayo de 2020, 18:30 hs. (Hora de Argentina)",
    "dateJson": "2020-05-11T21:30:00.000Z",
    "name": "¿Por qué síndrome, por qué impostor?",
    "description": "Muchas industrias, y en particular la del software, están repletas de casos de un fenómeno conocido como el \"síndrome del impostor\", que le quita a las personas la confianza y seguridad sobre sus habilidades. Pero... ¿por qué le decimos síndrome? Y aún más: ¿por qué \"del impostor\"? Nos reunimos con Milena Moreno y Lucía Soria para compartir y debatir puntos de vista desde sus respectivas disciplinas, intentando reencuadrar el concepto del síndrome del impostor.",
    "image": "2020-05-11.jpg",
    "links": {
      "signup": "https://www.eventbrite.com/e/encuentroscodear-por-que-sindrome-por-que-impostor-registration-104809696624",
      "recording": "https://youtu.be/XFQLMWLhjOs"
    }
  },
  {
    "dateText": "Miércoles 6 de Mayo de 2020, 18:30 hs. (Hora de Argentina)",
    "dateJson": "2020-05-06T21:30:00.000Z",
    "name": "Presentaciones con Google Slides",
    "description": "Junto a nuestra facilitadora, Lara Díaz, estaremos explorando Google Slides, el diseñador de diapositivas de Google, para su uso en producción de material y contenido educativo para aulas virtuales. En ediciones anteriores de #EncuentrosCodear, vimos cómo otras herramientas de Google como Classroom, Forms y Drive pueden ayudarnos a realizar el seguimiento de nuestro programa educativo y de nuestros estudiantes. Sumamos esta herramienta para facilitar la creación de contenido en las aulas. Lara Díaz es desarrolladora frontend en Churrasco, Community Manager en React Córdoba y Vue Córdoba y coordinadora de la Asamblea de Comunidades en la Comunidad de Desarrolladores de Argentina.",
    "image": "2020-05-06.jpg",
    "links": {
      "signup": "https://www.eventbrite.com/e/encuentroscodear-presentaciones-con-google-slides-registration-104427712098",
      "recording": "https://www.youtube.com/watch?v=kuevFyA0Mj0"
    }
  },
  {
    "dateText": "Lunes 4 de Mayo de 2020, 18:30 hs. (Hora de Argentina)",
    "dateJson": "2020-05-04T21:30:00.000Z",
    "name": "Reactivá tu negocio con TiendaNube",
    "description": "inauguramos una nueva temática de #EncuentrosCodear, orientada a emprendimientos, y qué mejor que empezar con una emprendedora cordobesa que pueda compartir su experiencia con la comunidad. Candela Bertoldi es la creadora de Pasionaria Delicatessen, un emprendimiento gastronómico que combina arte, sabor, colores y texturas, con ingredientes de origen 100% vegetal. A comienzos de este año, progresivamente ingresó al mundo del comercio electrónico, a través de TiendaNube, una plataforma que facilita la creación de tiendas on-line. En esta edición de #EncuentrosCodear, vamos a charlar sobre cómo a través de TiendaNube, podemos levantar y administrar nuestra propia tienda virtual y potenciar nuestro negocio.",
    "image": "2020-05-04.jpg",
    "links": {
      "signup": "https://www.eventbrite.com/e/encuentroscodear-reactiva-tu-negocio-con-tiendanube-registration-103979204600",
      "recording": "https://www.youtube.com/watch?v=oOj3NOUz9TU",
      "extra": {
        "label": "Sumate al WhatsApp de Emprendedorismo",
        "href": "https://codear.org/grupos/emprendedorismo"
      }
    }
  },
  {
    "dateText": "Martes 29 de Abril de 2020, 18:30 hs. (Hora de Argentina)",
    "dateJson": "2020-04-29T21:30:00.000Z",
    "name": "Apuntes con Google Docs",
    "description": "Junto a nuestra facilitadora, Lara Díaz, estaremos explorando Google Docs, el procesador de textos de Google, para su uso en producción de material y contenido educativo para aulas virtuales. En ediciones anteriores de #EncuentrosCodear, vimos cómo otras herramientas de Google como Classroom, Forms y Drive pueden ayudarnos a realizar el seguimiento de nuestro programa educativo y de nuestros estudiantes. Sumamos esta herramienta para facilitar la creación de contenido en las aulas. Lara Díaz es desarrolladora frontend en Churrasco, Community Manager en React Córdoba y Vue Córdoba y coordinadora de la Asamblea de Comunidades en la Comunidad de Desarrolladores de Argentina.",
    "image": "2020-04-29.jpg",
    "links": {
      "signup": "https://www.eventbrite.com/e/encuentroscodear-apuntes-con-google-docs-registration-103725222934",
      "recording": "https://www.youtube.com/watch?v=kuevFyA0Mj0",
      "extra": {
        "label": "Sumate al WhatsApp de Educación Online",
        "href": "https://codear.org/grupos/educacion-online"
      }
    }
  },
  {
    "dateText": "Martes 21 de Abril de 2020, 18:30 hs. (Hora de Argentina)",
    "dateJson": "2020-04-21T21:30:00.000Z",
    "name": "Reuniones con Google Hangouts y Calendar",
    "description": "Junto a nuestro facilitador, Migue Moyano, estaremos explorando Google Hangouts, la plataforma de comunicación de Google, y Google Calendar, la herramienta de coordinación de reuniones y planificación de actividades, desde la perspectiva del uso en un aula virtual. En ediciones anteriores de #EncuentrosCodear, vimos cómo otras herramientas de Google como Classroom, Forms y Drive pueden ayudarnos a realizar el seguimiento de nuestro programa educativo y de nuestros estudiantes. Sumamos esta herramienta para facilitar la coordinación de encuentros entre colegas docentes o grupos de estudiantes y continuar aprendiendo juntos.",
    "image": "2020-04-21.jpg",
    "links": {
      "signup": "https://www.eventbrite.com/e/encuentroscodear-reuniones-con-google-hangouts-y-calendar-registration-103097092178",
      "recording": "/encuentros/21/04/2020"
    }
  },
  {
    "dateText": "Sábado 18 de Abril de 2020, 17:00 hs. (Hora de Argentina)",
    "dateJson": "2020-04-18T20:00:00.000Z",
    "name": "#YoSéQuePuedo: Cara a cara con el síndrome del impostor",
    "description": "Pauline Clance y Suzanne Imes en 1978, le dieron nombre a esa diminuta pero incesante voz: \"Impostor Phenomenon\" (o como se lo conoce en español, \"síndrome del impostor\"). Siete de cada diez personas ha experimentado al menos una vez esta clase de temor. En esta edición de #EncuentrosCodear, reunimos a un panel de personas con distintos trasfondos, carreras, profesiones e intereses para discutir sobre cómo este síndrome afecta a nuestras vidas personales y profesionales, compartiendo experiencias diversas y algunos tips y estrategias para sobrellevarlo lo mejor posible.",
    "image": "2020-04-18.jfif",
    "links": {
      "signup": "https://www.eventbrite.com/e/yosequepuedo-cara-a-cara-con-el-sindrome-del-impostor-registration-102948491710",
      "recording": "/encuentros/18/04/2020"
    }
  },
  {
    "dateText": "Miércoles 15 de Abril de 2020, 18:30 hs. (Hora de Argentina)",
    "dateJson": "2020-04-15T21:30:00.000Z",
    "name": "Apuntes y trabajo de clase en Google Drive",
    "description": "Junto a nuestro facilitador, Migue Moyano, estaremos explorando Google Drive, la plataforma de gestión de archivos y documentos de Google, desde la perspectiva del uso en un aula virtual. En ediciones anteriores de #EncuentrosCodear, vimos cómo Google Classroom y Google Forms pueden ayudarnos a realizar el seguimiento de nuestro programa educativo y de nuestros estudiantes. Sumamos esta herramienta para facilitar la confección de materiales de clase y continuar aprendiendo juntos. Migue Moyano es Ing. en Sistemas, co-fundador de la Comunidad de Desarrolladores de Argentina y organizador de Indie Game Garage, una comunidad online dedicada al desarrollo de videojuegos.",
    "image": "2020-04-15.jfif",
    "links": {
      "signup": "https://www.eventbrite.com/e/encuentroscodear-apuntes-y-trabajo-de-clase-en-google-drive-registration-102636855598",
      "recording": "/encuentros/15/04/2020"
    }
  },
  {
    "dateText": "Miércoles 08 de Abril de 2020, 18:30 hs. (Hora de Argentina)",
    "dateJson": "2020-04-08T21:30:00.000Z",
    "name": "Google Forms para las aulas",
    "description": "Junto a nuestra facilitadora, Florencia Carrillo, en esta edición de #EncuentrosCodear estaremos explorando Google Forms, la herramienta de generación de formularios de Google, desde la perspectiva del uso en un aula virtual. En la edición anterior de #EncuentrosCodear, vimos cómo Google Classroom puede ayudarnos a realizar el seguimiento de nuestro programa educativo y de nuestros estudiantes. Sumamos esta herramienta para facilitar la confección de exámenes y actividades de autoevaluación para trabajar con mayor efectividad mientras continuamos migrando de la experiencia presencial a la experiencia a distancia.",
    "image": "2020-04-08.jfif",
    "links": {
      "signup": "https://www.eventbrite.com/e/encuentroscodear-google-forms-para-las-aulas-registration-102140944314",
      "recording": "/encuentros/08/04/2020"
    }
  },
  {
    "dateText": "Martes 31 de Marzo de 2020, 18:30 hs. (Hora de Argentina)",
    "dateJson": "2020-03-31T21:30:00.000Z",
    "name": "Introducción a Google Classroom",
    "description": "En esta edición de #EncuentrosCodear, Florencia Carrillo y Joel Villarreal Bertoldi nos guían en el uso de Google Classroom, la plataforma del gigante de la búsqueda Web para organizar cursos y actividades educativas de manera online y gratuita.",
    "image": "2020-03-31.jpg",
    "links": {
      "signup": "https://www.eventbrite.com/e/encuentroscodear-introduccion-a-google-classroom-registration-101501814660",
      "recording": "/encuentros/31/03/2020"
    }
  },
  {
    "dateText": "Miércoles 25 de Marzo de 2020, 18:30 hs. (Hora de Argentina)",
    "dateJson": "2020-03-25T21:30:00.000Z",
    "name": "Educar en tiempos del #YoMeQuedoEnCasa",
    "description": "¿Cómo podemos ayudar a quienes facilitan la educación de las personas desde nuestro lugar? Nos reunimos virtualmente con Florencia Carrillo (Coordinadora de #EncuentrosCodear), Joel Villarreal Bertoldi (Comunicación Institucional en CoDeAr e Instructor en DoctaDevs) y Lucio Negrello (Instructor en DoctaDevs y CEO de Lunestudio) a conversar en un debate abierto sobre su experiencia con la creación de espacios virtuales de enseñanza, así como también propuestas para enfrentar las problemáticas más comunes de estos espacios (falta de conectividad, problemas al compartir archivos).",
    "image": "2020-03-25.jpg",
    "links": {
      "signup": "https://www.eventbrite.com/e/educar-en-tiempos-de-yomequedoencasa-tickets-100855904726",
      "recording": "/encuentros/25/03/2020"
    }
  }
]
